[
  {
    "title": "Gyártási folyamatokat felügyelő rendszer",
    "text": "Ez egy kollaboratív kutatási és fejlesztési projekt kezdeteként jött létre, amely a Knorr-Beremse és a BME Ipar4.0 Technológiai Központ között zajlott. A projekt fő célja az volt, hogy ipari környezetben elősegítse a szerelési folyamatok monitorozását és optimalizálását. A rendszerünk alkatrészeket tartalmazó tálcákat használ, amelyeket kamerák figyelnek felülről. Ezek a kamerák sorrendben észlelik az alkatrészeket, majd jelzik az adott szerelést végző operátornak, hogy melyik alkatrész következik. Mindeközben az összes eseményről rögzítünk egy naplót, amely későbbi elemzésre szolgál. A rendszerünk előnye az, hogy alkalmazható végtelen számú tálcára és hasonló eszközökre, így nem szükséges drága, szenzorokkal felszerelt tálcákat vásárolni. Egyszerűen csak fel kell helyezni a kamerákat oda, ahol megfigyelést szeretnénk végezni. Emellett az alap szintű integrációt is elvégeztük a Knorr-Bremse meglévő gyártási irányító rendszeréhez, így a detektáló algoritmusunk szinkronban működik a meglévő rendszerrel.",
    "imgName": "plm_img"
  },
  {
    "title": "Mérőóra leolvasó rendszer",
    "text": "A projekt célja, hogy a felhasználó képes legyen digitálisan nyomon követni a fogyasztásait, és ezeket az adatokat el is tudja tárolni. A megoldás egy ESP32 kamerás mikrokontrolleren alapuló detektorral működik. A felhasználó könnyedén elhelyezheti a mérőóra lapján, majd a webes felületen konfigurálhatja az eszközt. A detektor időszakosan leolvassa az óra állását, aszerint, ahogy a felhasználó beállította a konfigurációt a webes felületen. A webes felület segítségével a felhasználó könnyedén kezelheti a detektorokat, hozzáadhat újakat, megtekintheti különböző kimutatásokat a fogyasztásairól, valamint exportálhatja az adatait. Ez kiváló megoldás lehet azoknak, akik több ingatlannal rendelkeznek, mivel lehetővé teszi számukra, hogy egy helyen nyomon kövessék az összes kiadott bérleményük fogyasztási adatait.",
    "imgName": "cm_img"
  }
]
